#==========출력문==========

#6001.python3 에서 가장 기본적인 명령 출력문
print('Hello') # 변수에 저장된 값이 아닌 문자 Hello를 출력하기 위해서는 작은 따옴표를 사용한다.


#6002.공백을 포함한 문장 출력문
print('Hello World')
print('Hello','World')  #문자열 연결을 위해서는 콤마(,)를 사용한다.

#6003. 줄을 바꿔 출력하는 출력문
print('Hello\nWorld')  #\n은 줄바꿈 문자이다.

print('Hello') #각각 따로 출력
print('World')

#6004.작은 따옴표 포함 출력문
print("'Hello'")  #작은 따옴표를 출력하기 위해서는 큰 따옴표로 감싸준다.

#6005.큰 따옴표 포함 출력문
print('"Hello World"')  #큰 따옴표를 출력하기 위해서는 작은 따옴표로 감싸준다.

#5-1. 작은 따옴표와 큰 따옴표 모두 포함 출력문
print('"\'Hello\'"')  #작은 따옴표와 큰 따옴표 모두 출력하기 위해서는 이스케이프 문자(\)를 사용한다.

#6006.특수문자 출력문

